Repository: NoahFetz/F1AppleTV
Catalog: F1A-TV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pt_pt

# account_country_title
source: Country
de: Land
es: País
fr: Pays
nl: Land
pt_pt: País

# account_no_subscription_message
source: No active subscription was found. Please login or purchase a subscription on F1TV's website
de: Es konnte kein aktives Abonnement gefunden werden. Bitte melde dich an, oder kaufe ein Abonnement auf der F1TV Webseite
es: No se encontró ninguna suscripción activa. Inicie sesión o compre una suscripción en el sitio web de F1TV
fr: Aucun abonnement actif n'a été trouvé. Veuillez vous connecter ou acheter un abonnement sur le site Web de F1TV
nl: Er is geen actief abonnement gevonden. Log in of koop een abonnement op de website van F1TV
pt_pt: Nenhuma assinatura ativa foi encontrada. Faça o login ou adquira uma assinatura no site da F1TV

# account_no_subscription_title
source: No subscription
de: Kein Abonnement
es: Sin subscripción
fr: Pas d'abonnement
nl: Geen abonnement
pt_pt: Sem assinatura

# account_subscription_title
source: Subscription-Status
de: Abonnement-Status
es: Estado de suscripción
fr: État de l'abonnement
nl: Abonnementsstatus
pt_pt: Status de inscrição

# action_retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
nl: Opnieuw proberen
pt_pt: Tentar novamente

source: Add stream
de: Kanal hinzufügen
es: Añadir canal
fr: Ajouter un flux
nl: Stream toevoegen
pt_pt: Adicionar canal

# api_endpoing_language_id
source: ENG
de: DEU
es: SPA
fr: FRA
nl: NLD
pt_pt: POR

# archive_title
source: Archive
de: Archiv
es: Archivo
nl: Archief
pt_pt: Arquivo

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pt_pt: Cancelar

# catalog_collapse_schedule
source: Collapse schedule
de: Zeitplan einklappen
es: Ocultar horario
fr: Réduire le programme
nl: Schema inklappen
pt_pt: Recolher horário

# catalog_empty
source: No content available.
de: Keine Inhalte verfügbar.
es: No hay contenido disponible.
fr: Aucun contenu disponible.
nl: Geen inhoud beschikbaar.
pt_pt: Não há conteúdo disponível.

# catalog_expand_schedule
source: Expand schedule
de: Zeitplan ausklappen
es: Mostrar horario
fr: Afficher le programme
nl: Schema uitklappen
pt_pt: Expandir horário

# catalog_explore
source: Explore
de: Entdecken
es: Explorar
fr: Découvrir
nl: Ontdekken
pt_pt: Explorar

# catalog_loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
nl: Laden…
pt_pt: A carregar…

# catalog_more
source: More
de: Mehr
es: Más
fr: Plus
nl: Meer
pt_pt: Mais

# catalog_retry
source: Unable to load content. Select to retry.
de: Inhalte konnten nicht geladen werden. Zum Wiederholen auswählen.
es: No se pudo cargar el contenido. Selecciona para reintentar.
fr: Impossible de charger le contenu. Sélectionnez pour réessayer.
nl: Inhoud laden mislukt. Selecteer om opnieuw te proberen.
pt_pt: Não foi possível carregar o conteúdo. Seleciona para tentar novamente.

# catalog_round
source: Round
de: Runde
es: Ronda
fr: Manche
nl: Ronde
pt_pt: Ronda

# catalog_schedule_tba
source: Time to be announced
de: Zeit noch offen
es: Hora por confirmar
fr: Horaire à confirmer
nl: Tijd nog onbekend
pt_pt: Hora por confirmar

# catalog_watch_now
source: Watch now
de: Jetzt ansehen
es: Ver ahora
fr: Regarder
nl: Nu kijken
pt_pt: Ver agora

source: Close
de: Schliessen
es: Cerrar
fr: Fermer
nl: Sluiten
pt_pt: Fechar

source: Default feed
de: Standardkanal
es: Canal predeterminado
fr: Flux par défaut
nl: Standaardkanaal
pt_pt: Canal predefinido

source: Delete
de: Löschen
es: Borrar
fr: Effacer
nl: Verwijderen
pt_pt: Excluir

source: Delete setup
de: Konfiguration löschen
es: Eliminar configuración
fr: Supprimer la configuration
nl: Opstelling verwijderen
pt_pt: Eliminar configuração

# diagnostics_catalog_invalidAction
source: Invalid catalog action
de: Ungültige Katalogaktion
es: Acción de catálogo incorrecta
fr: Action du catalogue incorrecte
nl: Ongeldige catalogusactie
pt_pt: Ação de catálogo inválida

# diagnostics_catalog_item
source: Item %d
de: Element %d
es: Elemento %d
fr: Élément %d

# diagnostics_catalog_malformedSibling
source: Malformed catalog item
de: Fehlerhaftes Katalogelement
es: Elemento de catálogo incorrecto
fr: Élément du catalogue incorrect
nl: Ongeldig catalogusitem
pt_pt: Item de catálogo inválido

# diagnostics_catalog_section
source: Section %d
de: Abschnitt %d
es: Sección %d
nl: Sectie %d
pt_pt: Secção %d

# diagnostics_catalog_unsupportedLayout
source: Unsupported layout
de: Nicht unterstütztes Layout
es: Diseño no compatible
fr: Présentation non prise en charge
nl: Niet-ondersteunde indeling
pt_pt: Layout não suportado

# diagnostics_catalog_unusableVideo
source: Video has no usable identifier
de: Video ohne gültige Kennung
es: Vídeo sin identificador válido
fr: Vidéo sans identifiant valide
nl: Video zonder geldige identificatie
pt_pt: Vídeo sem identificador válido

# diagnostics_clear
source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
nl: Geschiedenis wissen
pt_pt: Limpar histórico

# diagnostics_clear_confirm
source: Clear all saved errors?
de: Alle gespeicherten Fehler löschen?
es: ¿Borrar todos los errores guardados?
fr: Effacer toutes les erreurs enregistrées ?
nl: Alle opgeslagen fouten wissen?
pt_pt: Limpar todos os erros guardados?

# diagnostics_count
source: Occurrences
de: Anzahl
es: Apariciones
nl: Aantal
pt_pt: Ocorrências

# diagnostics_empty
source: No recent errors
de: Keine aktuellen Fehler
es: No hay errores recientes
fr: Aucune erreur récente
nl: Geen recente fouten
pt_pt: Sem erros recentes

# diagnostics_error_log
source: Error Log
de: Fehlerprotokoll
es: Registro de errores
fr: Journal des erreurs
nl: Foutenlogboek
pt_pt: Registo de erros

# diagnostics_first
source: First occurrence
de: Erstes Auftreten
es: Primera aparición
fr: Première occurrence
nl: Eerste keer
pt_pt: Primeira ocorrência

# diagnostics_last
source: Last occurrence
de: Letztes Auftreten
es: Última aparición
fr: Dernière occurrence
nl: Laatste keer
pt_pt: Última ocorrência

# diagnostics_operation_action
source: Application action
de: App-Aktion
es: Acción de la aplicación
fr: Action de l’application
nl: App-actie
pt_pt: Ação da aplicação

# diagnostics_operation_certificate
source: DRM certificate
de: DRM-Zertifikat
es: Certificado DRM
fr: Certificat DRM
nl: DRM-certificaat
pt_pt: Certificado DRM

# diagnostics_operation_credentials
source: Secure storage
de: Sichere Speicherung
es: Almacenamiento seguro
fr: Stockage sécurisé
nl: Veilige opslag
pt_pt: Armazenamento seguro

# diagnostics_operation_entitlement
source: Playback access
de: Wiedergabeberechtigung
es: Acceso a reproducción
fr: Accès à la lecture
nl: Afspeeltoegang
pt_pt: Acesso à reprodução

# diagnostics_operation_license
source: DRM license
de: DRM-Lizenz
es: Licencia DRM
fr: Licence DRM
nl: DRM-licentie
pt_pt: Licença DRM

# diagnostics_operation_login
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Connexion
nl: Aanmelden
pt_pt: Iniciar sessão

# diagnostics_operation_logout
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
nl: Afmelden
pt_pt: Terminar sessão

# diagnostics_operation_menu
source: Navigation menu
de: Navigationsmenü
es: Menú de navegación
fr: Menu de navigation
nl: Navigatiemenu
pt_pt: Menu de navegação

# diagnostics_operation_page
source: Content page
de: Inhaltsseite
es: Página de contenido
fr: Page de contenu
nl: Inhoudspagina
pt_pt: Página de conteúdo

# diagnostics_operation_playback
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
nl: Afspelen
pt_pt: Reprodução

# diagnostics_operation_preparation
source: Playback preparation
de: Wiedergabe vorbereiten
es: Preparación de reproducción
fr: Préparation de la lecture
nl: Afspelen voorbereiden
pt_pt: Preparação da reprodução

# diagnostics_operation_preview
source: Stream preview
de: Stream-Vorschau
es: Vista previa
fr: Aperçu du flux
nl: Streamvoorbeeld
pt_pt: Pré-visualização

# diagnostics_operation_tokenRefresh
source: Session refresh
de: Sitzung erneuern
es: Renovación de sesión
fr: Actualisation de la session
nl: Sessie vernieuwen
pt_pt: Renovação da sessão

# diagnostics_summary_http
source: The server rejected the request
de: Der Server hat die Anfrage abgelehnt
es: El servidor rechazó la solicitud
fr: Le serveur a refusé la requête
nl: De server heeft het verzoek geweigerd
pt_pt: O servidor rejeitou o pedido

# diagnostics_summary_network
source: A network request failed
de: Eine Netzwerkanfrage ist fehlgeschlagen
es: Falló una solicitud de red
fr: Une requête réseau a échoué
nl: Een netwerkverzoek is mislukt
pt_pt: Falhou um pedido de rede

# diagnostics_summary_operation
source: The operation could not be completed
de: Der Vorgang konnte nicht abgeschlossen werden
es: No se pudo completar la operación
fr: L’opération n’a pas pu être terminée
nl: De bewerking kon niet worden voltooid
pt_pt: Não foi possível concluir a operação

# diagnostics_summary_storage
source: Saved data could not be accessed
de: Gespeicherte Daten konnten nicht verarbeitet werden
es: No se pudo acceder a los datos guardados
fr: Impossible d’accéder aux données enregistrées
nl: Opgeslagen gegevens zijn niet toegankelijk
pt_pt: Não foi possível aceder aos dados guardados

# diagnostics_title
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
nl: Diagnostiek
pt_pt: Diagnóstico

# docs_title
source: Documentaries
de: Dokumentationen
es: Documentales
fr: Documentaires
nl: Documentaires
pt_pt: Documentários

# driver_channels_title
source: Driver views
de: Fahreransichten
es: Vistas de controladores
fr: Vues du conducteur
nl: Coureurs weergave
pt_pt: Onboards dos pilotos

source: Error
de: Fehler
fr: Erreur
nl: Fout
pt_pt: Erro

source: Go Live
de: Zum Live-Punkt
es: Ir al directo
fr: Revenir au direct
nl: Naar live
pt_pt: Ir para o direto

# go_live_failed
source: Could not reach the live point. Please try Go Live again.
de: Der Live-Punkt konnte nicht erreicht werden. Bitte versuche es erneut.
es: No se pudo llegar al directo. Inténtalo de nuevo.
fr: Impossible de rejoindre le direct. Réessayez.
nl: Het livepunt kon niet worden bereikt. Probeer het opnieuw.
pt_pt: Não foi possível chegar ao direto. Tente novamente.

# layout_auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
nl: Automatisch
pt_pt: Automático

# layout_capacity_help
source: Remove streams to choose a smaller layout. Adding beyond its capacity returns to Auto.
de: Entferne Kanäle für ein kleineres Layout. Zusätzliche Kanäle wechseln zurück zu Automatisch.
es: Quita canales para elegir un diseño más pequeño. Si superas su capacidad, se vuelve al modo automático.
fr: Retirez des flux pour choisir une disposition plus petite. Dépasser sa capacité rétablit le mode automatique.
nl: Verwijder streams voor een kleinere indeling. Meer streams dan de capaciteit schakelt terug naar Automatisch.
pt_pt: Remova canais para escolher uma disposição menor. Exceder a capacidade volta ao modo automático.

# layout_grid
source: Grid
de: Raster
es: Cuadrícula
fr: Grille
nl: Raster
pt_pt: Grelha

# layout_inset
source: Inset
de: Bild im Bild
es: Recuadro
fr: Incrustation
nl: Inzet
pt_pt: Sobreposição

# layout_mainPlusOne
source: Main + 1
de: Hauptbild + 1
es: Principal + 1
fr: Principal + 1
nl: Hoofdbeeld + 1
pt_pt: Principal + 1

# layout_mainPlusThree
source: Main + 3
de: Hauptbild + 3
es: Principal + 3
fr: Principal + 3
nl: Hoofdbeeld + 3
pt_pt: Principal + 3

# layout_mainPlusTwo
source: Main + 2
de: Hauptbild + 2
es: Principal + 2
fr: Principal + 2
nl: Hoofdbeeld + 2
pt_pt: Principal + 2

# layout_single
source: Single
de: Einzelansicht
es: Único
fr: Unique
nl: Enkel
pt_pt: Único

source: Load setup
de: Konfiguration laden
es: Cargar configuración
fr: Charger la configuration
nl: Opstelling laden
pt_pt: Carregar configuração

# login_button_title
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
nl: Inloggen
pt_pt: Autenticação

source: Login failed
de: Die Anmeldung ist fehlgeschlagen
es: Error de inicio de sesion
fr: Échec de la connexion
nl: Inloggen mislukt
pt_pt: Falha na autenticação

# login_password_title
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_pt: Senha

# login_title
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
nl: Inloggen
pt_pt: Autenticação

# logout_button_title
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen
pt_pt: Sair

# main_channels_title
source: Main channels
de: Hauptkanäle
es: Canales principales
fr: Principaux canaux
nl: Hoofdkanalen
pt_pt: Canais principais

# multiplayer_channel_selector_add_channel_title
source: Add Channel
de: Kanal hinzufügen
es: Agregar canal
fr: Ajouter une chaîne
nl: Kanaal toevoegen
pt_pt: Adicionar canal

# multiplayer_no_channels_add_first
source: No channel selected Select a channel
de: Kein Kanal gewählt Wähle einen Kanal
es: No se seleccionó ningún canal Seleccionar un canal
fr: Aucun canal sélectionné Sélectionnez une chaîne
nl: Geen kanaal geselecteerd Selecteer een kanaal
pt_pt: Nenhum canal selecionado Selecione um canal

# race_seasons_header
source: Season
de: Saison
es: Temporada
fr: Saison
nl: Seizoen
pt_pt: Temporada

# rename_setup
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
nl: Naam wijzigen
pt_pt: Mudar nome

source: Save current setup
de: Aktuelle Konfiguration speichern
es: Guardar configuración actual
fr: Enregistrer la configuration actuelle
nl: Huidige opstelling opslaan
pt_pt: Guardar configuração atual

# save_setup
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt_pt: Guardar

source: Saved setups
de: Gespeicherte Konfigurationen
es: Configuraciones guardadas
fr: Configurations enregistrées
nl: Opgeslagen opstellingen
pt_pt: Configurações guardadas

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
nl: Selecteer
pt_pt: Selecione

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
nl: Geselecteerd
pt_pt: Selecionado

# settings_driver_channel_sorting_alphabetical_title
source: Alphabetical
de: Alphabetisch
es: Alfabética
fr: Alphabétique
nl: Alfabetisch
pt_pt: Alfabética

# settings_driver_channel_sorting_driver_number_title
source: Driver Number
de: Fahrernummer
es: Número de conductor
fr: Numéro de conducteur
nl: Bestuurdersnummer
pt_pt: Número do motorista

# settings_driver_channel_sorting_title
source: Select what the driver channels should be sorted by
de: Sortierung der Fahrerkameras
es: Seleccione por qué se deben ordenar los canales del controlador
fr: Sélectionnez par quoi les canaux du pilote doivent être triés
nl: Selecteer waarop de driverkanalen moeten worden gesorteerd
pt_pt: Selecione quais canais de driver devem ser classificados por

# settings_fun_header
source: Only for r/FormulaDank users
de: Nur für r/FormulaDank User
es: Solo para usuarios de r/FormulaDank
fr: Uniquement pour les utilisateurs de r/FormulaDank
nl: Alleen voor r/FormulaDank-gebruikers
pt_pt: Apenas para usuários r/FormulaDank

# settings_show_fun_names_title
source: Show names from a parallel universe where the sport is called Formula Juan
de: Zeigt Namen aus einem Paralleluniversum, in welchem der Sport Formel Juan genannt wird
es: Mostrar nombres de un universo paralelo donde el deporte se llama Fórmula Juan
fr: Afficher les noms d'un univers parallèle où le sport s'appelle Formule Juan
nl: Toon namen uit een parallel universum waar de sport Formula Juan heet
pt_pt: Mostra nomes de um universo paralelo onde o esporte se chama Fórmula Juan

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
nl: Instellingen
pt_pt: Definições

# setup_default_name
source: Setup
de: Konfiguration
es: Configuración
fr: Configuration
nl: Opstelling
pt_pt: Configuração

# setup_load_help
source: Loading a setup replaces the current stream selection. Unavailable streams are skipped.
de: Laden ersetzt die aktuelle Kanalauswahl. Nicht verfügbare Kanäle werden übersprungen.
es: Cargar una configuración sustituye los canales actuales. Los no disponibles se omiten.
fr: Charger une configuration remplace les flux actuels. Les flux indisponibles sont ignorés.
nl: Laden vervangt de huidige streams. Niet-beschikbare streams worden overgeslagen.
pt_pt: Carregar uma configuração substitui os canais atuais. Os indisponíveis são ignorados.

# setup_missing_streams
source: Some saved streams are unavailable for this session. Available matches were loaded; if none matched, your current selection was kept.
de: Einige gespeicherte Kanäle fehlen in dieser Session. Verfügbare wurden geladen. Ohne Treffer bleibt die aktuelle Auswahl bestehen.
es: Algunos canales guardados no están disponibles. Se cargaron los disponibles; si no hubo coincidencias, se mantuvo tu selección.
fr: Certains flux sont indisponibles. Les flux disponibles ont été chargés ; sans correspondance, la sélection actuelle est conservée.
nl: Sommige opgeslagen streams zijn niet beschikbaar. Beschikbare streams zijn geladen; zonder overeenkomsten bleef je selectie behouden.
pt_pt: Alguns canais guardados não estão disponíveis. Os disponíveis foram carregados; sem correspondências, manteve-se a seleção atual.

source: Setup name
de: Name der Konfiguration
es: Nombre de configuración
fr: Nom de la configuration
nl: Naam van opstelling
pt_pt: Nome da configuração

# setup_save_failed
source: The setup could not be saved. Please try again.
de: Die Konfiguration konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar la configuración. Inténtalo de nuevo.
fr: Impossible d’enregistrer la configuration. Réessayez.
nl: De opstelling kon niet worden opgeslagen. Probeer het opnieuw.
pt_pt: Não foi possível guardar a configuração. Tente novamente.

# setups_empty
source: No saved setups yet. Save one from the player controls.
de: Noch keine Konfigurationen. Speichere eine über die Player-Steuerung.
es: No hay configuraciones guardadas. Guarda una desde los controles del reproductor.
fr: Aucune configuration enregistrée. Enregistrez-en une depuis les commandes du lecteur.
nl: Nog geen opgeslagen opstellingen. Sla er een op via de spelerbediening.
pt_pt: Ainda não há configurações guardadas. Guarde uma nos controlos do leitor.

# stream_start_live_or_from_start_live
source: Continue Live
de: Live fortsetzen
es: Continuar en vivo
fr: Continuer en direct
nl: Doorgaan met Live
pt_pt: Continuar ao vivo

# stream_start_live_or_from_start_message
source: Watch from the Start or continue Live
de: Vom Start ansehen oder Live weiterschauen
es: Ver desde el inicio o continuar en vivo
fr: Regardez depuis le début ou continuez en direct
nl: Kijk vanaf het begin of ga verder Live
pt_pt: Assista desde o início ou continue ao vivo

# stream_start_live_or_from_start_start
source: From Start
de: Vom Start
es: Desde el principio
fr: Depuis le début
nl: Van start
pt_pt: Do começo

source: View All
de: Alle ansehen
es: Ver todo
fr: Tout voir
nl: Bekijk alles
pt_pt: Ver tudo

# account_id_title
source: Account-ID
es: Cuenta-ID
fr: Identifiant de compte
pt_pt: ID da conta

# account_name_title
source: Name
es: Nombre
fr: Nom
nl: Naam
pt_pt: Nome

# account_title
source: Account
es: Cuenta
fr: Compte
pt_pt: Conta

# diagnostics_operation_video
source: Video details
es: Detalles del vídeo
fr: Détails de la vidéo
pt_pt: Detalhes do vídeo

# featured_title
source: Featured
es: Destacado
fr: Sélection
nl: Aanbevolen
pt_pt: Destaque

# layouts
source: Layout
es: Diseño
fr: Disposition
nl: Indeling
pt_pt: Disposição

# live_status
source: Live
es: Directo
fr: Direct
pt_pt: Direto

# shows_title
source: Shows
es: Programas
fr: Émissions
pt_pt: Programas

# stream_start_live_or_from_start_title
source: Live Session
es: Sesión en vivo
fr: Séance en direct
nl: Live sessie
pt_pt: Sessão ao vivo

# data_feed_title
source: Data Feed
nl: Data uitzending

# international_feed_title
source: International Feed
nl: International uitzending

# main_feed_title
source: Main Feed
nl: Standaard uitzending

# tracker_feed_title
source: Tracker Feed
nl: Tracker uitzending
